<<<<<<< Updated upstream
tap "homebrew/bundle"
=======
# Brew specific modules.
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
>>>>>>> Stashed changes

#
brew 'composer'

<<<<<<< Updated upstream

#
# brew "archey"
brew "broot"
brew 'diff-so-fancy'
brew 'git-flow-avh'
brew 'git-quick-stats'
brew 'htop'

brew 'kdabir/tap/has'
brew 'nektos/tap/act'
=======
#
brew 'composer'
brew 'diff-so-fancy'
brew 'git'
brew 'git-flow-avh'
brew 'git-quick-stats'
brew 'htop'
brew 'node'
brew 'nvm'
>>>>>>> Stashed changes
brew 'tree'

cask 'alfred'
cask 'appcleaner'
cask 'dash'
cask 'docker'
cask 'firefox'
<<<<<<< Updated upstream
=======
cask 'google-chrome'
cask 'iterm2'
cask 'slack'

tap "blackfireio/blackfire"
tap "exolnet/deprecated"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "kdabir/tap"
tap "nektos/tap"
#lazygit/lazydocker
brew "openssl@1.1"
brew "archey"
brew "broot"
brew "composer"
brew "curl-openssl"
brew "dnsmasq"
brew "git-flow-avh"
brew "gnupg"
brew "hub"
brew "krb5"
brew "libpq"
brew "neovim"
brew "nginx"
brew "php"
brew "php@7.2"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "blackfireio/blackfire/blackfire-agent"
brew "blackfireio/blackfire/blackfire-php72"
brew "exolnet/deprecated/php@7.0"
brew "nektos/tap/act"
cask "appcleaner"
cask "graphiql"
cask "postman"
>>>>>>> Stashed changes
